/* password section */
"Account" = "Account";

/* The title for the view to add a buddy */
"Add Buddy" = "Add Friend";

/* username section */
"Basic Setup" = "Create a Zom ID";

/* server selection footer */
"Choose from our list of trusted servers, or use your own." = "Choose from our list of trusted servers, or use your own.";

/* if you want to change your username */
"Customize Username" = "Customize Username";

/* toggle switch for show advanced */
"Enable Tor" = "Tor";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "Generate Secure Password";

/* title for logging in */
"Log In" = "Log In";

/* label for new account info for migration */
"My new account information" = "I've upgraded my account. Zom with me at";

/* for choosing your XMPP vCard display name */
"Nickname" = "Nickname";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "Send private message";

/* server selection section title */
"Server" = "Server";

/* toggle switch for show advanced */
"Show Advanced Options" = "Show Advanced Options";

/* title for creating a new account */
"Sign Up" = "";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "Your Zom ID can be anything you want, and is how you will be known by others on Zom.";

/* password section */
"Tor" = "Tor";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else.";


/* The title for the view to add a buddy */
"Add Buddy" = "Add Friend";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "Zom Push";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Manage Zom Push account";

/* label for new account info for migration */
"My new account information" = "I've upgraded my account. Zom with me at";

/* Button to switch the chat over to the migrated account */
"Switch" = "Chat Now";

/* Label for button to open up sticker library and choose sticker */
"Sticker" = "Sticker";
